Repository: vova-pod/my_rep
Catalog: web_travel_balance/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hi
ru: Привет

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
ru: Если нажатие на ссылку не сработает, пожалуйста, скопируйте ссылку и вставьте ее в браузер

source: Sincerely, The TeamWallet Team
ru: Искренне ваша, Команда TeamWallet

source: You have been logged out. Thank you for visiting.
ru: Вы вышли из приложения. Спасибо за визит.

source: Create Team Wallet. Keep track of your shared budget and its balance with tripmates, friends, and family.
ru: Создай свою команду вместе с TeanWallet. Веди общий бюджет и учет расходов с друзьями и семьей, дома и в путешествиях.

source: Register
ru: Зарегистрироваться

source: Log in
ru: Войти

source: Log in with your e-mail as username:
ru: Войдите, используя ваш e-mail как имя пользователя.

source: Your username and password did not match. Please try again.
ru: Ваше имя и пароль не верны. Попробуйте еще раз.

source: If you do not have an account please register.
ru: Если у Вас нет учетной записи, пожалуйста, зарегистрируйтесь

source: If you forget your password please request password reset.
ru: Если Вы забыли Ваш пароль, пожалуйста, запросите его замену.

source: Reset
ru: Запросить

source: Your password has been set. You may go ahead.
ru: Ваш пароль был установлен. Теперь вы можете войти в приложение.

source: LOG IN
ru: ВХОД

source: Change password
ru: Изменить пароль

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка на смену пароля не действительна, возможно она уже была использована.Пожалуйста запросите новую замену пароля.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили Вам инструкции по смене пароля. Если учетная запись существует, Вы их вскоре получите.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ru: Если Вы не получили e-mail, пожалуйста, убедитесь, что вы ввели адрес с которым регистрировались и проверьте Вашу спам-папку.

source: Hi,
ru: Привет,

source: To initiate the password reset process for your TeamWallet Account, click the link below:
ru: Для запуска процедуры изменения пароля для вашей учетной записи TeamWallet, прйдите по ссылке ниже:

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
ru: Если нажатие на ссылку не сработает, пожалуйста, скопируйте ссылку и вставьте ее в браузер

source: Sincerely, The TeamWallet Team
ru: Искренне ваша, Команда TeamWallet

source: Enter your e-mail to reset password.
ru: Введите Ваш e-mail чтобы изменить пароль.

source: Submit
ru: Отправить

source: Team Name
ru: Название команды

source: Name
ru: Имя

source: Member
ru: Участник

source: Amount
ru: Сумма

source: Date
ru: Дата

source: Note
ru: Примечание

source: Purpose
ru: Назначение

source: Exeption
ru: Исключение

source: Expence
ru: Расход

source: Press row to view member's details or
ru: Нажмите ряд чтобы увидеть информацию по участнику или

source: add member
ru: добавить участника

source: Team Member
ru: Участник

source: Contribution
ru: Взносы

source: Balance
ru: Баланс

source: Closing Balance
ru: Баланс расчёта

source: + Add Member
ru: + Добавить участника

source: TEAMS
ru: КОМАНДЫ

source: LOG OUT
ru: ВЫХОД

source: REGISTER
ru: РЕГИСТРАЦИЯ

source: CONTRIBUTION
ru: ВЗНОСЫ

source: SPENDING
ru: РАСХОДЫ

source: EXEPTION
ru: ИСКЛЮЧЕНИЯ

source: Add contribution
ru: Добавить взнос

source: No contributions has been made yet.
ru: Взносы еще не были сделаны.

source: Delete exception
ru: Удалить исключение

source: and all relative information?
ru: и всю информацию с ним связанную?

source: YES
ru: Да

source: CANCEL
ru: Отмена

source: Delete member %(member)s and all relative information?
ru: Удалить участника %(member)s и всю связанную с ним информацию?

source: Delete team %(team.name)s and all relative information?
ru: Удалить команду %(team.name)s и всю связанную с ней информацию?

source: Edit contribution info:
ru: Редактировать информацию о взносе:

source: Save changes
ru: Сохранить изменения

source: Edit exception info:
ru: Редактировать исключение:

source: Delete an exception
ru: Удалить исключение

source: Edit expence info:
ru: Редактировать информацию о расходе:

source: Edit member info:
ru: Редактировать информацию об участнике

source: Delete member
ru: Удалить участника

source: Please enter member's email
ru: Пожалуйста, введите e-mail участника

source: Send report to
ru: Отправить отчёт участнику

source: on email:
ru: на e-mail:

source: Send report
ru: Отправить отчёт

source: Press row to edit an exception or
ru: Нажмите ряд чтобы редактировать исключения или

source: add exception
ru: добавить исключение

source: Exception
ru: Исключение

source: Members
ru: Участник

source: No exceptions has been set yet.
ru: Расходы еще не были сделаны.

source: Add Exception
ru: Добавить исключение

source: Add spending
ru: Добавить расход

source: No expences has been made yet.
ru: Взносы еще не были сделаны.

source: Choose your team to manage its balance or create a new one.
ru: Выберите свою команду для управления балансом или создайте новую

source: Teams
ru: Команды

source: Create new team:
ru: Создай новую команду

source: Create team
ru: Создать команду

source: Edit member
ru: Редактировать участника

source: Hello
ru: Привет

source: Our TeaMWallet balance is
ru: Баланс TeamWallet равен

source: Total contributions are
ru: Всего сделано взносов

source: Total spendings are
ru: Всего израсходовано

source: You have contributed
ru: Вы внесли

source: Your current balance
ru: Ваш текущий баланс

source: Your closing Balance
ru: Ваш баланс при расчете

source: No members have been added yet.
ru: Участники еще не были добавлены.

source: Add a new member
ru: Добавить нового участника

source: Add a new exeption:
ru: Добавить новое исключение

source: Add exception
ru: Добавить исключение

source: Add a new spending:
ru: Добавить новый расход

source: Add a new member:
ru: Добавить нового участника

source: Add member
ru: Добавить участника

source: Exeption has been successfully deleted.
ru: Исключение было успешно удалено.

source: TeamWallet info for
ru: TeamWallet информация для

source: Email has been sent.
ru: E-mail был отправлен.

source: Member has been successfully deleted.
ru: Участник был успешно удалён.

source: Team has been successfully deleted.
ru: Команда была успешно удалена.
